Repository: wp-plugins/modern-related-posts
Catalog: languages/mhpmrp-*.po
Languages: tr_tr

source: General
tr_tr: AnaKurgu

source: Appearance
tr_tr: Görünüm

source: Debug
tr_tr: Hata Düzeltme

source: Posts Number
tr_tr: Posta Sayısı

source: Orderby
tr_tr: Sıralama

source: Related Via
tr_tr: İlişkilendirme

source: Margin Top
tr_tr: Tavan Boşluğu

source: Margin Bottom
tr_tr: Taban Boşluğu

source: Title
tr_tr: Başlık

source: Title Size
tr_tr: Başlık Boyutu

source: Number of visible
tr_tr: Görünecek Adet

source: Aspect Ratio
tr_tr: EnBoy Oranı

source: Background Color
tr_tr: ArkaPlan Rengi

source: Hover Background Color
tr_tr: ArkaPlan Vurgusu Rengi

source: Link Size
tr_tr: Link Boyutu

source: Navigation Background Color
tr_tr: Hareketli ArkaPlan Rengi

source: Auto Play
tr_tr: Otomatik Hareket

source: Content Width
tr_tr: Sayfa Genişliği

source: Enter the number of related posts.
tr_tr: Kaç tane Benzer Konu gösterilsin?

source: Date
tr_tr: Tarihsel

source: Random
tr_tr: Rastgele

source: Categories
tr_tr: Kategorisel

source: Tags
tr_tr: Etiketsel

source: If you select categories, then by current post's categories to find related posts.
tr_tr: Benzer Konular, Kategoriye göre mi yoksa Etiketlere göre mi gösterilsin?

source: Set the maximum amount of items displayed at a time with the widest browser width.
tr_tr: Tarayıcının genişliğine uygun olarak aynı anda kaç tane Benzer Konu görüntülensin?

source: e.g. 4:3
tr_tr: 4:3 veya 16:9

source: Displayed when the post has not attached pictures.
tr_tr: Resim bulunmayan konularda görüntülenecek renk?

source: the background color when the mouse hover.
tr_tr: Fare ile üzerine gelindiği zaman ArkaPlan Rengi?

source: Maybe some themes has not set the variable $content_width or incorrect value. Enter the correct value to fix it if the image size displayed incorrectly.<br>See <a href="http://codex.wordpress.org/Content_Width" target="_blank">http://codex.wordpress.org/Content_Width</a>
tr_tr: Bazı temalarda varsayılan İçerik Genişliği sorun çıkarabilir. Slayt Gösterisi şeklindeki Benzer Konular için bir değer giriniz.<br>Ayrıntılı bilgi için bakınız: <a href="http://codex.wordpress.org/Content_Width" target="_blank">http://codex.wordpress.org/Content_Width</a>

source: Settings
tr_tr: Ayarlar

source: Buy Me A Beer
tr_tr: Keyfini Sürün!
